tap "homebrew/bundle"
tap "oven-sh/bun"
brew "starship"
brew "oven-sh/bun/bun"
brew "pnpm"
brew "yarn"
brew "fnm"
brew "neovim"
cask "alt-tab"
cask "google-chrome"
cask "jukebox"
cask "ghostty"
cask "logi-options-plus"
cask "microsoft-office"
cask "rectangle"
cask "visual-studio-code"
vscode "adpyke.codesnap"
vscode "amodio.toggle-excluded-files"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "daltonmenezes.aura-theme"
vscode "eamodio.gitlens"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "naumovs.color-highlight"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "ranga.vscode-thunder-client"